export const SUBJECTS = [
  "Математика", "Алгебра", "Геометрия", "Қазақ тілі", "Қазақ әдебиеті", "Орыс тілі", "Орыс әдебиеті",
  "Ағылшын тілі", "Дүниетану", "Жаратылыстану", "Биология", "Химия", "Физика", "География",
  "Информатика", "Қазақстан тарихы", "Дүниежүзі тарихы", "Құқық негіздері", "Өзін-өзі тану",
  "Дене шынықтыру", "Музыка", "Бейнелеу өнері", "Көркем еңбек",
];

export const GRADES = Array.from({ length: 11 }, (_, i) => `${i + 1}-сынып`);

export const CATEGORIES = [
  "Педагог",
  "Педагог-модератор",
  "Педагог-сарапшы",
  "Педагог-зерттеуші",
  "Педагог-шебер",
  "Санаты жоқ",
];
